Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Takes about %lld h on this Mac. Try part of the video first.
de: Dauert auf diesem Mac etwa %lld Std. Probiere zuerst einen Teil des Videos.
es: Tarda unas %lld h en este Mac. Prueba primero con una parte del vídeo.
fr: Environ %lld h sur ce Mac. Essayez d’abord une partie de la vidéo.
it: Richiede circa %lld h su questo Mac. Prova prima con una parte del video.
ja: このMacで約%lld時間かかります。まず動画の一部で試してください。
ko: 이 Mac에서 약 %lld시간 걸립니다. 먼저 동영상 일부로 해 보세요.
nl: Duurt ongeveer %lld u op deze Mac. Probeer eerst een deel van de video.
pt_br: Leva cerca de %lld h neste Mac. Experimente primeiro uma parte do vídeo.
zh_hans: 在此 Mac 上约需 %lld 小时。建议先试一小段视频。

source: Takes about %lld min on this Mac.
de: Dauert auf diesem Mac etwa %lld Min.
es: Tarda unos %lld min en este Mac.
fr: Environ %lld min sur ce Mac.
it: Richiede circa %lld min su questo Mac.
ja: このMacで約%lld分かかります。
ko: 이 Mac에서 약 %lld분 걸립니다.
nl: Duurt ongeveer %lld min op deze Mac.
pt_br: Leva cerca de %lld min neste Mac.
zh_hans: 在此 Mac 上约需 %lld 分钟。

source: Target size
de: Zielgröße
es: Tamaño objetivo
fr: Taille cible
it: Dimensione obiettivo
ja: 目標サイズ
ko: 목표 크기
nl: Doelgrootte
pt_br: Tamanho-alvo
zh_hans: 目标大小

source: Telling speakers apart needs a Mac with Apple silicon.
de: Zum Unterscheiden von Sprechern ist ein Mac mit Apple Chip erforderlich.
es: Distinguir hablantes requiere un Mac con chip de Apple.
fr: La distinction des intervenants nécessite un Mac avec puce Apple.
it: Per distinguere chi parla serve un Mac con chip Apple.
ja: 話者の識別にはAppleシリコン搭載のMacが必要です。
ko: 화자를 구분하려면 Apple 실리콘 Mac이 필요합니다.
nl: Sprekers onderscheiden vereist een Mac met Apple silicon.
pt_br: Distinguir falantes requer um Mac com Apple Silicon.
zh_hans: 区分说话人需要搭载 Apple 芯片的 Mac。

source: Telling speakers apart…
de: Sprecher werden unterschieden …
es: Distinguiendo hablantes…
fr: Distinction des intervenants…
it: Riconoscimento di chi parla…
ja: 話者を識別中…
ko: 화자를 구분하는 중…
nl: Sprekers onderscheiden…
pt_br: Distinguindo falantes…
zh_hans: 正在区分说话人…

source: Text color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore del testo
ja: 文字色
ko: 텍스트 색상
nl: Tekstkleur
pt_br: Cor do texto
zh_hans: 文字颜色

source: Thank you for using Pluck. ♥︎
de: Danke, dass du Pluck verwendest. ♥︎
es: Gracias por usar Pluck. ♥︎
fr: Merci d’utiliser Pluck. ♥︎
it: Grazie per usare Pluck. ♥︎
ja: Pluck をご利用いただきありがとうございます。♥︎
ko: Pluck을 사용해 주셔서 감사합니다. ♥︎
nl: Bedankt dat je Pluck gebruikt. ♥︎
pt_br: Obrigado por usar o Pluck. ♥︎
zh_hans: 感谢使用 Pluck。♥︎

source: That browser isn’t installed on this Mac, so cookies are skipped until you pick another.
de: Dieser Browser ist auf diesem Mac nicht installiert, daher werden Cookies übersprungen, bis du einen anderen wählst.
es: Ese navegador no está instalado en este Mac, así que las cookies se omiten hasta que elijas otro.
fr: Ce navigateur n’est pas installé sur ce Mac, les cookies sont donc ignorés jusqu’à ce que vous en choisissiez un autre.
it: Quel browser non è installato su questo Mac, quindi i cookie vengono ignorati finché non ne scegli un altro.
ja: そのブラウザはこの Mac にインストールされていないため、別のブラウザを選ぶまで Cookie は使われません。
ko: 그 브라우저는 이 Mac에 설치되어 있지 않으므로 다른 브라우저를 선택할 때까지 쿠키를 건너뜁니다.
nl: Die browser is niet geïnstalleerd op deze Mac, dus cookies worden overgeslagen tot je een andere kiest.
pt_br: Esse navegador não está instalado neste Mac, então os cookies são ignorados até você escolher outro.
zh_hans: 此 Mac 上未安装该浏览器，因此在你选择其他浏览器之前将跳过 Cookie。

source: The download didn’t match its published checksum, so it was discarded.
de: Der Download stimmte nicht mit seiner veröffentlichten Prüfsumme überein und wurde verworfen.
es: La descarga no coincidía con su suma de comprobación publicada y se descartó.
fr: Le téléchargement ne correspondait pas à sa somme de contrôle publiée et a été supprimé.
it: Il download non corrispondeva al checksum pubblicato ed è stato scartato.
ja: ダウンロードが公開されたチェックサムと一致しなかったため、破棄しました。
ko: 다운로드가 게시된 체크섬과 일치하지 않아 폐기했습니다.
nl: De download kwam niet overeen met de gepubliceerde controlesom en is daarom verwijderd.
pt_br: O download não correspondia ao checksum publicado e foi descartado.
zh_hans: 下载内容与已发布的校验和不符，已被丢弃。

source: The download isn’t signed by its developer, so it was discarded.
de: Der Download ist nicht von seinem Entwickler signiert und wurde verworfen.
es: La descarga no está firmada por su desarrollador y se descartó.
fr: Le téléchargement n’est pas signé par son développeur et a été supprimé.
it: Il download non è firmato dal suo sviluppatore ed è stato scartato.
ja: ダウンロードに開発元の署名がないため、破棄しました。
ko: 다운로드에 개발자 서명이 없어 폐기했습니다.
nl: De download is niet ondertekend door de ontwikkelaar en is daarom verwijderd.
pt_br: O download não é assinado pelo desenvolvedor e foi descartado.
zh_hans: 下载内容未经开发者签名，已被丢弃。

source: The downloaded stem model didn’t match its published checksum, so it was discarded.
de: Das geladene Stem-Modell stimmte nicht mit seiner veröffentlichten Prüfsumme überein und wurde verworfen.
es: El modelo de separación descargado no coincidía con su suma de comprobación publicada y se descartó.
fr: Le modèle de séparation téléchargé ne correspondait pas à sa somme de contrôle publiée et a été supprimé.
it: Il modello di separazione scaricato non corrispondeva al checksum pubblicato ed è stato scartato.
ja: ダウンロードしたステムモデルが公開チェックサムと一致しなかったため、破棄しました。
ko: 다운로드한 스템 모델이 게시된 체크섬과 일치하지 않아 폐기했습니다.
nl: Het gedownloade stemmodel kwam niet overeen met de gepubliceerde checksum en is weggegooid.
pt_br: O modelo de separação baixado não correspondia ao checksum publicado e foi descartado.
zh_hans: 下载的分轨模型与已发布的校验和不符，已被丢弃。

source: The downloaded tool didn’t run.
de: Das geladene Tool ließ sich nicht starten.
es: La herramienta descargada no se ejecutó.
fr: L’outil téléchargé ne s’est pas lancé.
it: Lo strumento scaricato non si è avviato.
ja: ダウンロードしたツールを実行できませんでした。
ko: 다운로드한 도구가 실행되지 않았습니다.
nl: Het gedownloade programma startte niet.
pt_br: A ferramenta baixada não executou.
zh_hans: 下载的工具无法运行。

source: The downloaded update isn’t a valid copy of Pluck.
de: Das geladene Update ist keine gültige Kopie von Pluck.
es: La actualización descargada no es una copia válida de Pluck.
fr: La mise à jour téléchargée n’est pas une copie valide de Pluck.
it: L’aggiornamento scaricato non è una copia valida di Pluck.
ja: ダウンロードしたアップデートは Pluck の正しいコピーではありません。
ko: 다운로드한 업데이트가 올바른 Pluck 사본이 아닙니다.
nl: De gedownloade update is geen geldige kopie van Pluck.
pt_br: A atualização baixada não é uma cópia válida do Pluck.
zh_hans: 下载的更新不是有效的 Pluck 副本。

source: The downloaded yt-dlp didn’t run.
de: Das geladene yt-dlp ließ sich nicht starten.
es: El yt-dlp descargado no se ejecutó.
fr: Le yt-dlp téléchargé ne s’est pas lancé.
it: Lo yt-dlp scaricato non si è avviato.
ja: ダウンロードした yt-dlp を実行できませんでした。
ko: 다운로드한 yt-dlp가 실행되지 않았습니다.
nl: De gedownloade yt-dlp startte niet.
pt_br: O yt-dlp baixado não executou.
zh_hans: 下载的 yt-dlp 无法运行。

source: The full picture over a blurred fill, for videos with a lot of text and graphics.
de: Das ganze Bild über einer unscharfen Füllung, für Videos mit viel Text und Grafik.
es: La imagen completa sobre un relleno desenfocado, para vídeos con mucho texto y gráficos.
fr: L’image entière sur un fond flouté, pour les vidéos avec beaucoup de texte et de graphismes.
it: L’immagine intera su uno sfondo sfocato, per video con molto testo e grafica.
ja: ぼかした背景の上に全体の映像を表示します。テキストやグラフィックの多いビデオ向け。
ko: 흐린 배경 위에 전체 화면을 보여 줍니다. 텍스트와 그래픽이 많은 비디오에 적합합니다.
nl: Het volledige beeld op een vervaagde achtergrond, voor video’s met veel tekst en graphics.
pt_br: A imagem inteira sobre um fundo desfocado, para vídeos com muito texto e gráficos.
zh_hans: 在模糊背景上显示完整画面，适合文字和图形较多的视频。

source: The latest release has no macOS build.
de: Die neueste Version hat keinen macOS-Build.
es: La última versión no tiene compilación para macOS.
fr: La dernière version n’a pas de build macOS.
it: L’ultima versione non ha una build per macOS.
ja: 最新のリリースに macOS 用ビルドがありません。
ko: 최신 릴리즈에 macOS 빌드가 없습니다.
nl: De nieuwste versie heeft geen macOS-versie.
pt_br: A versão mais recente não tem build para macOS.
zh_hans: 最新版本没有 macOS 版本。

source: The list survives quitting. Press Space for Quick Look, or drag a download into Finder or Mail.
de: Die Liste bleibt nach dem Beenden erhalten. Drücke die Leertaste für die Übersicht oder zieh einen Download in den Finder oder in Mail.
es: La lista se conserva al salir. Pulsa la barra espaciadora para Vista Rápida o arrastra una descarga al Finder o a Mail.
fr: La liste est conservée après avoir quitté. Appuyez sur Espace pour Coup d’œil, ou glissez un téléchargement dans le Finder ou Mail.
it: La lista resta dopo l’uscita. Premi Spazio per la Visualizzazione rapida o trascina un download nel Finder o in Mail.
ja: 終了してもリストは残ります。スペースキーでクイックルック、または Finder やメールにダウンロードをドラッグできます。
ko: 종료해도 목록이 유지됩니다. 스페이스 바를 눌러 훑어보거나 다운로드를 Finder나 Mail로 드래그하십시오.
nl: De lijst blijft bewaard na het stoppen. Druk op de spatiebalk voor Snelle weergave, of sleep een download naar de Finder of Mail.
pt_br: A lista continua após encerrar. Pressione Espaço para a Visualização Rápida ou arraste um download para o Finder ou o Mail.
zh_hans: 退出后列表仍会保留。按空格键快速查看，或将下载拖到“访达”或“邮件”中。

source: The longest side of the photo
de: Die längste Seite des Fotos
es: El lado más largo de la foto
fr: Le côté le plus long de la photo
it: Il lato più lungo della foto
ja: 写真の長い辺
ko: 사진의 긴 변
nl: De langste zijde van de foto
pt_br: O lado mais longo da foto
zh_hans: 照片的长边

source: The original file was moved or deleted.
de: Die Originaldatei wurde verschoben oder gelöscht.
es: El archivo original se movió o eliminó.
fr: Le fichier d’origine a été déplacé ou supprimé.
it: Il file originale è stato spostato o eliminato.
ja: 元のファイルが移動または削除されました。
ko: 원본 파일이 이동되었거나 삭제되었습니다.
nl: Het originele bestand is verplaatst of verwijderd.
pt_br: O arquivo original foi movido ou apagado.
zh_hans: 原始文件已移动或删除。

source: The player no longer crashes on macOS 27, and summaries and chapters work better for Chinese, Japanese and Korean.
de: Der Player stürzt unter macOS 27 nicht mehr ab, und Zusammenfassungen und Kapitel funktionieren besser für Chinesisch, Japanisch und Koreanisch.
es: El reproductor ya no se cierra en macOS 27, y los resúmenes y capítulos funcionan mejor en chino, japonés y coreano.
fr: Le lecteur ne plante plus sous macOS 27, et les résumés et chapitres fonctionnent mieux en chinois, japonais et coréen.
it: Il player non si chiude più su macOS 27, e riassunti e capitoli funzionano meglio per cinese, giapponese e coreano.
ja: macOS 27でプレーヤーがクラッシュしなくなりました。また、中国語・日本語・韓国語の要約とチャプターが改善されました。
ko: macOS 27에서 플레이어가 더 이상 충돌하지 않으며, 중국어·일본어·한국어의 요약과 챕터가 개선되었습니다.
nl: De speler crasht niet meer op macOS 27, en samenvattingen en hoofdstukken werken beter voor Chinees, Japans en Koreaans.
pt_br: O player não trava mais no macOS 27, e resumos e capítulos funcionam melhor para chinês, japonês e coreano.
zh_hans: 播放器在 macOS 27 上不再崩溃，中文、日语和韩语的摘要和章节效果也更好。

source: The player no longer crashes on macOS 27. Summaries, chapters and shorts ask which language is spoken in your own files, work better in Chinese, Japanese and Korean, and file names no longer end in two dots.
de: Der Player stürzt unter macOS 27 nicht mehr ab. Zusammenfassungen, Kapitel und Shorts fragen nach der gesprochenen Sprache deiner eigenen Dateien, funktionieren besser auf Chinesisch, Japanisch und Koreanisch, und Dateinamen enden nicht mehr mit zwei Punkten.
es: El reproductor ya no se cierra en macOS 27. Los resúmenes, capítulos y shorts preguntan el idioma hablado en tus propios archivos, funcionan mejor en chino, japonés y coreano, y los nombres de archivo ya no terminan en dos puntos.
fr: Le lecteur ne plante plus sous macOS 27. Les résumés, chapitres et shorts demandent la langue parlée dans vos propres fichiers, fonctionnent mieux en chinois, japonais et coréen, et les noms de fichiers ne finissent plus par deux points.
it: Il player non si chiude più su macOS 27. Riassunti, capitoli e short chiedono la lingua parlata nei tuoi file, funzionano meglio in cinese, giapponese e coreano, e i nomi dei file non finiscono più con due punti.
ja: macOS 27でプレーヤーがクラッシュしなくなりました。要約、チャプター、ショートは自分のファイルで話されている言語を確認するようになり、中国語・日本語・韓国語での精度が上がり、ファイル名が2つのピリオドで終わらなくなりました。
ko: macOS 27에서 플레이어가 더 이상 충돌하지 않습니다. 요약, 챕터, 쇼츠가 내 파일에서 쓰는 언어를 묻고, 중국어·일본어·한국어에서 더 잘 작동하며, 파일 이름이 마침표 두 개로 끝나지 않습니다.
nl: De speler crasht niet meer op macOS 27. Samenvattingen, hoofdstukken en shorts vragen welke taal er gesproken wordt in je eigen bestanden, werken beter in het Chinees, Japans en Koreaans, en bestandsnamen eindigen niet meer op twee punten.
pt_br: O player não trava mais no macOS 27. Resumos, capítulos e shorts perguntam o idioma falado nos seus próprios arquivos, funcionam melhor em chinês, japonês e coreano, e os nomes de arquivos não terminam mais com dois pontos.
zh_hans: 播放器在 macOS 27 上不再崩溃。摘要、章节和短视频会询问你自己的文件所用的语言，中文、日语和韩语效果更好，文件名也不再以两个句点结尾。

source: The release has no checksum for the macOS build.
de: Die Version hat keine Prüfsumme für den macOS-Build.
es: La versión no tiene suma de comprobación para la compilación de macOS.
fr: La version n’a pas de somme de contrôle pour le build macOS.
it: La versione non ha un checksum per la build macOS.
ja: このリリースには macOS ビルドのチェックサムがありません。
ko: 릴리즈에 macOS 빌드의 체크섬이 없습니다.
nl: De versie heeft geen controlesom voor de macOS-versie.
pt_br: A versão não tem checksum para a build do macOS.
zh_hans: 该版本没有 macOS 版本的校验和。

source: The source was lossless and the file wasn’t converted to a lossy format
de: Die Quelle war verlustfrei, und die Datei wurde nicht in ein verlustbehaftetes Format konvertiert
es: La fuente era sin pérdida y el archivo no se convirtió a un formato con pérdida
fr: La source était sans perte et le fichier n’a pas été converti dans un format avec perte
it: La sorgente era lossless e il file non è stato convertito in un formato con perdita
ja: 音源がロスレスで、ファイルも非可逆フォーマットに変換されていません
ko: 원본이 무손실이었고 파일이 손실 포맷으로 변환되지 않았습니다
nl: De bron was lossless en het bestand is niet naar een lossy formaat geconverteerd
pt_br: A fonte era sem perdas e o arquivo não foi convertido para um formato com perdas
zh_hans: 音源为无损，且文件未转换为有损格式

source: The stem model couldn’t be downloaded. Check your internet connection and try again.
de: Das Stem-Modell konnte nicht geladen werden. Prüfe deine Internetverbindung und versuche es erneut.
es: No se pudo descargar el modelo de separación. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Impossible de télécharger le modèle de séparation. Vérifiez votre connexion Internet et réessayez.
it: Impossibile scaricare il modello di separazione. Controlla la connessione a internet e riprova.
ja: ステムモデルをダウンロードできませんでした。インターネット接続を確認して、もう一度お試しください。
ko: 스템 모델을 다운로드할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하십시오.
nl: Het stemmodel kon niet gedownload worden. Controleer je internetverbinding en probeer het opnieuw.
pt_br: Não foi possível baixar o modelo de separação. Verifique sua conexão com a internet e tente novamente.
zh_hans: 无法下载分轨模型。请检查互联网连接后重试。

source: The stem model isn’t downloaded.
de: Das Stem-Modell ist nicht geladen.
es: El modelo de separación no está descargado.
fr: Le modèle de séparation n’est pas téléchargé.
it: Il modello di separazione non è scaricato.
ja: ステムモデルはダウンロードされていません。
ko: 스템 모델이 다운로드되지 않았습니다.
nl: Het stemmodel is niet gedownload.
pt_br: O modelo de separação não foi baixado.
zh_hans: 尚未下载分轨模型。

source: The update didn’t match its published checksum, so it was discarded.
de: Das Update stimmte nicht mit seiner veröffentlichten Prüfsumme überein und wurde verworfen.
es: La actualización no coincidía con su suma de comprobación publicada y se descartó.
fr: La mise à jour ne correspondait pas à sa somme de contrôle publiée et a été supprimée.
it: L’aggiornamento non corrispondeva al checksum pubblicato ed è stato scartato.
ja: アップデートが公開されたチェックサムと一致しなかったため、破棄しました。
ko: 업데이트가 게시된 체크섬과 일치하지 않아 폐기했습니다.
nl: De update kwam niet overeen met de gepubliceerde controlesom en is daarom verwijderd.
pt_br: A atualização não correspondia ao checksum publicado e foi descartada.
zh_hans: 更新与已发布的校验和不符，已被丢弃。

source: There are no pauses or filler words to remove at this setting.
de: Bei dieser Einstellung gibt es keine Pausen oder Füllwörter zu entfernen.
es: No hay pausas ni muletillas que quitar con este ajuste.
fr: Aucune pause ni hésitation à supprimer avec ce réglage.
it: Con questa impostazione non ci sono pause o intercalari da rimuovere.
ja: この設定では削除する間やフィラーはありません。
ko: 이 설정에서는 제거할 쉼이나 군말이 없습니다.
nl: Er zijn geen pauzes of stopwoorden om te verwijderen met deze instelling.
pt_br: Não há pausas nem vícios de fala para remover com esta opção.
zh_hans: 在此设置下没有可删除的停顿或口头禅。

source: There isn’t enough memory to process this video.
de: Für dieses Video ist nicht genug Speicher frei.
es: No hay memoria suficiente para procesar este vídeo.
fr: Mémoire insuffisante pour traiter cette vidéo.
it: Memoria insufficiente per elaborare questo video.
ja: この動画を処理するのに十分なメモリがありません。
ko: 이 동영상을 처리할 메모리가 부족합니다.
nl: Er is niet genoeg geheugen om deze video te verwerken.
pt_br: Não há memória suficiente para processar este vídeo.
zh_hans: 内存不足，无法处理此视频。

source: These settings make the photos bigger. Lower the quality or the size.
de: Mit diesen Einstellungen werden die Fotos größer. Senke die Qualität oder die Größe.
es: Con estos ajustes las fotos ocupan más. Baja la calidad o el tamaño.
fr: Ces réglages rendent les photos plus lourdes. Baissez la qualité ou la taille.
it: Con queste impostazioni le foto diventano più grandi. Riduci la qualità o la dimensione.
ja: この設定では写真が大きくなります。品質かサイズを下げてください。
ko: 이 설정에서는 사진이 더 커집니다. 품질이나 크기를 낮추십시오.
nl: Met deze instellingen worden de foto’s groter. Verlaag de kwaliteit of de grootte.
pt_br: Com esses ajustes as fotos ficam maiores. Diminua a qualidade ou o tamanho.
zh_hans: 这些设置会使照片变大。请降低质量或尺寸。

source: This Mac can’t transcribe that language.
de: Dieser Mac kann diese Sprache nicht transkribieren.
es: Este Mac no puede transcribir ese idioma.
fr: Ce Mac ne peut pas transcrire cette langue.
it: Questo Mac non può trascrivere quella lingua.
ja: この Mac はその言語を文字起こしできません。
ko: 이 Mac은 해당 언어를 받아쓸 수 없습니다.
nl: Deze Mac kan die taal niet transcriberen.
pt_br: Este Mac não consegue transcrever esse idioma.
zh_hans: 此 Mac 无法转写该语言。

source: This Mac can’t translate between these languages.
de: Dieser Mac kann nicht zwischen diesen Sprachen übersetzen.
es: Este Mac no puede traducir entre estos idiomas.
fr: Ce Mac ne peut pas traduire entre ces langues.
it: Questo Mac non può tradurre tra queste lingue.
ja: このMacではこれらの言語間で翻訳できません。
ko: 이 Mac에서는 이 언어 간에 번역할 수 없습니다.
nl: Deze Mac kan niet tussen deze talen vertalen.
pt_br: Este Mac não consegue traduzir entre esses idiomas.
zh_hans: 此 Mac 无法在这些语言之间翻译。

source: This Mac doesn’t support Apple Intelligence, which summaries and chapters need.
de: Dieser Mac unterstützt Apple Intelligence nicht, das Zusammenfassungen und Kapitel benötigen.
es: Este Mac no admite Apple Intelligence, que necesitan los resúmenes y capítulos.
fr: Ce Mac ne prend pas en charge Apple Intelligence, nécessaire aux résumés et aux chapitres.
it: Questo Mac non supporta Apple Intelligence, necessaria per riassunti e capitoli.
ja: この Mac は、要約とチャプタに必要な Apple Intelligence に対応していません。
ko: 이 Mac은 요약 및 챕터에 필요한 Apple Intelligence를 지원하지 않습니다.
nl: Deze Mac ondersteunt Apple Intelligence niet, wat samenvattingen en hoofdstukken nodig hebben.
pt_br: Este Mac não é compatível com a Apple Intelligence, necessária para resumos e capítulos.
zh_hans: 此 Mac 不支持总结和章节所需的 Apple 智能。

source: This file has no sound to extract.
de: Diese Datei hat keinen Ton zum Extrahieren.
es: Este archivo no tiene sonido que extraer.
fr: Ce fichier n’a pas de son à extraire.
it: Questo file non ha audio da estrarre.
ja: このファイルには抽出できる音声がありません。
ko: 이 파일에는 추출할 소리가 없습니다.
nl: Dit bestand heeft geen geluid om eruit te halen.
pt_br: Este arquivo não tem som para extrair.
zh_hans: 此文件没有可提取的声音。

source: This file has no sound to separate.
de: Diese Datei hat keinen Ton zum Trennen.
es: Este archivo no tiene sonido que separar.
fr: Ce fichier n’a pas de son à séparer.
it: Questo file non ha audio da separare.
ja: このファイルには分離できる音声がありません。
ko: 이 파일에는 분리할 소리가 없습니다.
nl: Dit bestand heeft geen geluid om te scheiden.
pt_br: Este arquivo não tem som para separar.
zh_hans: 此文件没有可分离的声音。

source: This file has no video. Use Extract Audio instead.
de: Diese Datei hat kein Video. Verwende stattdessen „Audio extrahieren“.
es: Este archivo no tiene vídeo. Usa Extraer audio.
fr: Ce fichier n’a pas de vidéo. Utilisez plutôt Extraire l’audio.
it: Questo file non ha video. Usa invece Estrai audio.
ja: このファイルにはビデオがありません。「オーディオを抽出」を使ってください。
ko: 이 파일에는 비디오가 없습니다. 대신 오디오 추출을 사용하십시오.
nl: Dit bestand heeft geen video. Gebruik Haal audio eruit.
pt_br: Este arquivo não tem vídeo. Use Extrair áudio.
zh_hans: 此文件没有视频。请改用“提取音频”。

source: This font comes in %@; the closest is used.
de: Diese Schrift gibt es in %@; die nächstliegende wird verwendet.
es: Esta fuente está disponible en %@; se usa la más parecida.
fr: Cette police existe en %@ ; la plus proche est utilisée.
it: Questo font è disponibile in %@; viene usato il più vicino.
ja: このフォントは%@があります。最も近いものが使われます。
ko: 이 서체는 %@(으)로 제공됩니다. 가장 가까운 것이 사용됩니다.
nl: Dit lettertype bestaat in %@; het dichtstbijzijnde wordt gebruikt.
pt_br: Esta fonte vem em %@; a mais próxima é usada.
zh_hans: 此字体提供 %@；将使用最接近的字重。

source: This playlist has no videos Pluck can download.
de: Diese Playlist enthält keine Videos, die Pluck laden kann.
es: Esta lista no tiene vídeos que Pluck pueda descargar.
fr: Cette playlist ne contient aucune vidéo que Pluck peut télécharger.
it: Questa playlist non ha video che Pluck possa scaricare.
ja: このプレイリストには Pluck でダウンロードできるビデオがありません。
ko: 이 재생목록에는 Pluck이 다운로드할 수 있는 비디오가 없습니다.
nl: Deze afspeellijst bevat geen video's die Pluck kan downloaden.
pt_br: Esta playlist não tem vídeos que o Pluck possa baixar.
zh_hans: 此播放列表中没有 Pluck 可以下载的视频。

source: This site needs you to be logged in. Log in with your browser, then choose that browser under Settings → Advanced → Use cookies from.
de: Für diese Seite musst du angemeldet sein. Melde dich in deinem Browser an und wähle diesen Browser dann unter Einstellungen → Erweitert → Cookies verwenden von.
es: Esta web requiere iniciar sesión. Inicia sesión en tu navegador y elígelo en Ajustes → Avanzado → Usar cookies de.
fr: Ce site demande d’être connecté. Connectez-vous dans votre navigateur, puis choisissez-le dans Réglages → Avancé → Utiliser les cookies de.
it: Questo sito richiede il login. Accedi con il tuo browser, poi sceglilo in Impostazioni → Avanzate → Usa i cookie di.
ja: このサイトはログインが必要です。ブラウザでログインしてから、設定 → 詳細 →「Cookie の取得元」でそのブラウザを選んでください。
ko: 이 사이트는 로그인이 필요합니다. 브라우저에서 로그인한 다음 설정 → 고급 → 쿠키 가져올 브라우저에서 그 브라우저를 선택하십시오.
nl: Op deze site moet je ingelogd zijn. Log in met je browser en kies die browser bij Instellingen → Geavanceerd → Gebruik cookies van.
pt_br: Este site exige login. Entre pelo seu navegador e depois escolha-o em Ajustes → Avançado → Usar cookies de.
zh_hans: 此网站需要登录。请在浏览器中登录，然后在“设置”→“高级”→“使用 Cookie 来源”中选择该浏览器。

source: This video is DRM-protected and can’t be downloaded.
de: Dieses Video ist DRM-geschützt und kann nicht geladen werden.
es: Este vídeo está protegido con DRM y no se puede descargar.
fr: Cette vidéo est protégée par DRM et ne peut pas être téléchargée.
it: Questo video è protetto da DRM e non può essere scaricato.
ja: このビデオは DRM で保護されているため、ダウンロードできません。
ko: 이 비디오는 DRM으로 보호되어 다운로드할 수 없습니다.
nl: Deze video is beveiligd met DRM en kan niet worden gedownload.
pt_br: Este vídeo é protegido por DRM e não pode ser baixado.
zh_hans: 此视频受 DRM 保护，无法下载。
